"Mail Setup Assistant"="Mail-Assistent";
"Mail server" = "Mail-Server";
"Mail Role" = "Ermöglicht die geführte Konfiguration des Mail-Dienstes und die Konfiguration des Servers als Teil eines Mail-Clusters.";

/* Warning or Error */
"max conn empty" = "Das Feld für die Höchstzahl von Verbindungen ist leer.";
"need max conn" = "Sie haben IMAP aktiviert. Bitte geben Sie die Höchstzahl von Verbindungen ein.";
"domain name empty" = "Das Feld für den Domain-Namen ist leer.";
"need domain name" = "Sie haben sich entschieden, eintreffende E-Mails für SMTP zu erlauben. Bitte geben Sie den Domain-Namen ein.";
"host name empty" = "Das Feld für den Hostnamen ist leer.";
"need host name" = "Sie haben sich entschieden, eintreffende E-Mails für SMTP zu erlauben. Bitte geben Sie den Hostnamen ein.";
"host field empty" = "Das Feld für den Host ist leer.";
"need host field" = "Sie haben sich entschieden, ausgehende E-Mails über einen Host zu versenden. Bitte geben Sie den Hostnamen ein.";
"day empty" = "Sie haben nicht angegeben, wie oft am Tag die Datenbank für Junk-Mail und Viren aktualisiert werden soll. Zahl muss höher als 0 sein.";
"need day" = "Die Zahl muss größer als 0 sein.";
"database empty" = "Speicherort der Datenbank ist leer.";
"need database" = "Sie haben sich entschieden, keine standardmäßigen Speicherorte für die Datenbank und den Mail-Speicher zu verwenden. Bitte geben Sie den Speicherort für die Datenbank ein.";
"mailstore empty" = "Speicherort des Mail-Speichers ist leer.";
"need mailstore" = "Sie haben sich entschieden, keine standardmäßigen Speicherorte für die Datenbank und den Mail-Speicher zu verwenden. Bitte geben Sie den Speicherort für den Mail-Speicher ein.";
"cluster to database empty" = "Speicherort der Datenbank ist leer.";
"need cluster to database" = "Bitte geben Sie den Speicherort der Datenbank ein oder suchen Sie ihn.";
"cluster to mailstore empty" = "Speicherort des Mail-Speichers ist leer.";
"need cluster to mailstore" = "Bitte geben Sie den Speicherort des Speichers ein oder suchen Sie ihn.";

/* Progress messages */
"get mail info" = "Konfiguration des Mail-Servers lesen";
"get system info" = "Systeminformationen lesen";
"get mail cluster info" = "Serverkonfiguration des Mail-Clusters lesen";
"Setting up Mail" = "Mail einrichten";
"Starting Mail"="Mail starten";
"Stopping Mail"="Mail stoppen";

/* display string */
"enabled" = "Aktiv";
"not enabled" = "Deaktiviert";
"POP:" = "POP :";
"IMAP:" = "IMAP:";
"max connection" = "Höchstzahl von Verbindungen";
"SMTP:" = "SMTP:";
"SMTP Incoming:" = "SMTP (eintreffend):";
"Domain name:" = "Domain-Name:";
"Host name:" = "Hostname:";
"SMTP Outgoing:" = "SMTP (ausgehend):";
"Relay outgoing mail through:" = "E-Mail versenden über:";
"Scan email for junk mail:" = "E-Mail nach Junk-Mail durchsuchen:";
"Minimum junk mail score:" = "Minimum für Junk-Mail:";
"hits" = "Treffer";
"Scan email for virus:" = "E-Mail nach Virus durchsuchen:";
"Infected messages should be:" = "Infizierte E-Mails werden:";
"bounce" = "Abgelehnt";
"delete" = "Gelöscht";
"redirect" = "Umgeleitet";
"Update junk mail, virus database:" = "Datenbank für Junk-Mail und Viren aktualisieren:";
"times" = "Mal am Tag aktualisieren";
"Authentication:" = "Identifizierung:";
"Database location:" = "Speicherort der Datenbank:";
"Mail store location:" = "Speicherort des Mail-Speichers:";
"%@ (default)" = "%@ (Standard)";
"Local host alias:" = "Lokales Hostalias:";
"choose database" = "Wählen Sie einen Ordner aus, in dem die Mail-Datenbank gesichert werden soll.";
"Select a folder..." = "Ordner auswählen …";
"choose mail store" = "Wählen Sie einen Ordner aus, in dem der standardmäßige Mail-Daten-Speicher gesichert werden soll.";
"Use default mail store & database locations" = "Standardmäßige Speicherorte für Mail-Datenbank und Mail-Speicher verwenden";
"Use default mail store location" = "Standardmäßigen Speicherort für den Mail-Speicher verwenden";

/* cluster display */
"cluster type" = "Cluster-Typ:";
"new create cluster" = "Dieser Mail-Server wird mit einem neu erstellten Mail-Cluster verbunden.";
"new create cluster1" = "Mit neu erstelltem Mail-Cluster verbinden";
"join existed cluster" = "Dieser Mail-Server wird mit einem Mail-Cluster verbunden.";
"join existed cluster1" = "Mit Mail-Cluster verbinden";
"standalone Mail Server" = "Dieser Mail-Server wird ein eigenständiger Mail-Server.";
"standalone Mail Server1" = "Eingeständiger Mail-Server";
"cluster name:" = "Cluster-Name: ";
"cluster volume:" = "Cluster im Xsan-Volume: ";
"migrate header" = "Sie haben sich entschieden, die Mail-Cluster-Daten auf diesen eigenständigen Mail-Server zu übertragen.";
"migrate header1" = "Mail-Cluster-Daten auf diesen Mail-Server übertragen.";
"migrate" = "Übertragen:";
"migrate from" = "Sie haben sich entschieden, die Mail-Daten von einem vorhandenen Mail-Server zu übertragen.";
"migrate from1" = "Mail-Daten vom vorhandenen Mail-Server übertragen.";
"mail cluster database location1:" = "Speicherort der Datenbank:";
"mail cluster database location:" = "Speicherort der Datenbank:";
"mail cluster mailstore location:" = "Speicherort des Mail-Speichers für den Mail-Cluster:";
"mail cluster mailstore location1:" = "Speicherort des Mail-Speichers für den Cluster:";
"old mail database location:" = "Vorheriger Speicherort der Mail-Datenbank:";
"old mailstore location:" = "Vorheriger Speicherort des Mail-Speichers:";
"standalone last one 1" = "Dieser Server ist der letzte Computer im „";
"standalone last one 2" = "“-Cluster. Nach dem Entfernen dieses Computers vom Cluster können Sie die Mail-Daten des Clusters auf den eigenständigen Mail-Server übertragen.";
